Booome/flydigi-receiver/bluetooth/esp32-wroom-32e/apps/hello_world/sdkconfig.defaults
# Pin target chip so re-builds skip the idf.py set-target prompt
CONFIG_IDF_TARGET="esp32"